"""Задания по стилю кода и именованию переменных."""

# напиши команду, которая проверяет, ссылаются ли
# переменные spam и eggs на один и тот же объект в пямяти
spam = None
eggs = None
if (spam is eggs):
    print("Ссылаются")
else:
    print("Не ссылаются")

# придумай название для переменной, которая хранит список
# активных студентов, оставь этот список пустым
activeStudentsList = list()

# назови переменную, которая хранит текущее количество студентов в потоке
studentsCount
# придумай две переменных для обозначения самого маленького и самого большого
# числа в диапазоне и запиши в них числа 1 и 45
minNumber = 1
maxNumber = 45

# создай константу для хранения числа Пи и запиши в неё первые 10 знаков
numberPi = 3.14159265
